export default [
    {
        "engName": "",
        "name": "",
        "content": [
            {
                title: "一般规则",
                second: [
                    {
                        secondTitile: "一般规则",
                        list: [
                            {
                                text: "所有投注的注单均在比赛结束后才被视为有效，除非另有注明。"
                            },
                            {
                                text: "如果投注的球员或组合没有参与比赛，所有投注此球员的注单(排除独赢)将被视为无效。"
                            },
                            {
                                text: "如果比赛预定时间缩短或者需获胜比赛的比分提高，所有注单将被视为无效。"
                            },
                            {
                                text: "如果比赛提前开赛，只有在开赛之前投注的注单将为视为有效投注。在开赛后投注的注单将被视为无效， 滚球玩法除外"
                            },
                            {
                                text: "如果赛事延期或中断，只要比赛最后有完成，所有投注将保持有效。"
                            },
                            {
                                text: "如果比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比赛开始后的所有投注均视为无效(滚球玩法除外)。"
                            }
                        ]
                    }
                ]
            },
            {
                title: "投注类型",
                second: [
                    {
                        secondTitile: "独赢",
                        list: [
                            {
                                text: "预测哪个球员将会赢取比赛的胜利。这个比赛包含双方球员。"
                            }
                        ]
                    },
                    {
                        secondTitile: "让盘/让局",
                        list: [
                            {
                                text: "预测哪一位球员在盘口指定的让盘/局数赢得比赛。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总盘/总局数-大 / 小",
                        list: [
                            {
                                text: "预测比赛进行的总盘/局数是大于或小于盘口指定的大小盘局数。"
                            }
                        ]
                    },
                    {
                        secondTitile: "让分",
                        list: [
                            {
                                text: "预测在某个时节 哪一位球员在盘口指定的让分数赢得比赛。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总分-大/小",
                        list: [
                            {
                                text: "预测提名的球员在某一特定的时间段内的个人总得分将大于或小于盘口指定的总分数线。"
                            }
                        ]
                    },
                    {
                        secondTitile: "球员/球队得分-大/小",
                        list: [
                            {
                                text: "预测主场或客场的总比分是大于还是小于指定盘口"
                            },
                            {
                                text: "如果赛事中断，除非市场已经派彩或任何将来的得分不会影响到赛果的投注有效，其他所有注单一律视为无效。"
                            }
                        ]
                    },
                    {
                        secondTitile: "波胆",
                        list: [
                            {
                                text: "预测一个特定赛事全场的正确比分。"
                            },
                            {
                                text: "结算将依据相关部门最终公布的比分为准。"
                            },

                            {
                                text: "如果注单在赛事中断前已得到明确的胜负，并且任何进一步的赛果均不会对注单结果产生影响的情况下，注单会被视为有效。"
                            }
                        ]
                    },
                    {
                        secondTitile: "单/双",
                        list: [
                            {
                                text: "预测在某一特定的时间段内比赛进行的总局数、盘数或分数是单数还是双数。"
                            }
                        ]
                    }
                ]
            },

        ]
    }, 
]