export default [
    {
        "engName": "",
        "name": "",
        "content": [
            {
                title: "一般规则",
                second: [
                    {
                        secondTitile: "一般规则",
                        list: [
                            {
                                text: "如果比赛场地有变更，所有注单将被取消。"
                            },
                            {
                                text: "国际棒球比赛规则:如果比赛最少进行七局后有一队领先10分，或最少进行五局后有一队领先15分，赛事将会提早结束。如果遇此情况，所有的投注将继续保持有效，包括独赢盘，单/双盘，让分盘（让垒盘）和大/小盘（总比分）"
                            },
                            {
                                text: "若投注让分盘和大/小盘（总比分），比赛结果以9局后为准（如果对手已经领先，结果便以8局半为准）。如果赛事在加局赛时被保留或中断，比分将以最后一局的结果为准，除非主队打成平局，或在加局赛的下半场已经领先对手，比分将以比赛被保留时的结果为准"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内，除非另有注明。"
                            },

                            {
                                text: "上半场投注是按照第1局到第5局的结果为准。"
                            },

                            {
                                text: "下半场投注是按照第6局到第9局的结果为准。出于结算的用意，下半场的加时(局)赛将计算在内。"
                            },
                            {
                                text: "在不考虑第一投手的情况下，注单将保持有效。"
                            },
                            {
                                text: "如果赛事是在下半场中断所有上半场的投注保持有效。"
                            },
                            {
                                text: "如果赛事是在下半场中断，所有下半场和全场的注单将被取消，除非在个别玩法规则另有注明。"
                            },
                            {
                                text: "如果比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比赛开始后的所有投注均视为无效(滚球投注另作别论)。"
                            }
                        ]
                    }
                ]
            },
            {
                title: "投注类型",
                second: [
                    {
                        secondTitile: "独赢",
                        list: [
                            {
                                text: "预测哪一支球队将在比赛胜出。"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内。"
                            }
                        ]
                    },
                    {
                        secondTitile: "让球",
                        list: [
                            {
                                text: "预测哪一支球队在盘口指定的让分数赢得某个时节或全场比赛。"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内。"
                            }
                        ]
                    },
                    {
                        secondTitile: "滚球让球",
                        list: [
                            {
                                text: "预测哪一支球队在盘口指定的让分数赢得某个时节或全场比赛。"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总得分 - 大/小",
                        list: [
                            {
                                text: "预预测赛事总比分将大于或小于在盘口指定的大/小盘分数。"
                            },
                            {
                                text: "结算时，加时(局)赛将计算在内。"
                            },
                            {
                                text: "如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。"
                            },
                            {
                                text: "如果赛事在上半场中断，所有注单将被取消，除非中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况注单才会被结算。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有上半场注单保持有效。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有下半场和全场注单将被取消，除非中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况注单才会被结算。"
                            }
                        ]
                    },
                    {
                        secondTitile: "滚球总得分 - 大/小",
                        list: [
                            {
                                text: "预测赛事总比分将大于或小于在盘口指定的大/小盘分数。"
                            },
                            {
                                text: "结算是以0-0的比分按盘口开出的大小盘让分数做裁决。投注当时的比分对结算没有影响。"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总得分 - 单/双",
                        list: [
                            {
                                text: "预测赛事的总比分是单数或双数。"
                            },
                            {
                                text: "结算时, 加时(局)赛将计算在内"
                            }
                        ]
                    },
                    {
                        secondTitile: "独赢 - 前5局",
                        list: [
                            {
                                text: "预测哪支球队将在前5局结束时获胜或者打平。"
                            },
                            {
                                text: "只提供于此时间段，不适用于赛事结束时的最终比分。"
                            }
                        ]
                    },
                    {
                        secondTitile: "球队得分 - 大/小盘",
                        list: [
                            {
                                text: "预测指定的球队总跑垒得分将大于或小于盘口指定的大/小盘分数。"
                            },
                            {
                                text: "结算包括加时赛局。"
                            }
                        ]
                    },
                    {
                        secondTitile: "净胜分数",
                        list: [
                            {
                                text: "预测哪一支球队将赢得这场比赛并比他们的对手多多少。"
                            },
                            {
                                text: "如果赛事中断， 所有最后得分球队的注单将被取消范例：A队最后得分是12，B队最后得分是8，那么‘净胜分数’就是4。"
                            },
                            {
                                text: "结算包括加时赛局。"
                            }
                        ]
                    },
                    {
                        secondTitile: "加时赛",
                        list: [
                            {
                                text: "预测赛事是否超出常规9局时间（除非另有说明）。"
                            },
                            {
                                text: "出于结算的目的，任何常规的比赛延长到第10局或更多，将被视为进入‘加时赛’。"
                            }
                        ]
                    }
                ]
            },

        ]
    },
]