export default [
    {
        "engName": "",
        "name": "",
        "content": [
            {
                title: "一般规则",
                second: [
                    {
                        secondTitile: "一般规则",
                        list: [
                            {
                                text: "如果比赛场地有变更，所有注单将被取消。"
                            },
                            {
                                text: "NBA/NBL篮球赛事必须至少进行43分钟，投注的注单才被视为有效。任何其他的篮球联赛或比赛，至少要进行35分钟，投注的注单才被视为有效，除非另有注明。"
                            },
                            {
                                text: "美国大学篮球联赛至少必须进行35分钟，投注的注单才被视为有效，除非另有注明。"
                            },
                            {
                                text: "如果赛事是在上半场中断，所有上半场的注单将被取消。如果赛事是在下半场中断所有上半场的投注保持有效，但所有下半场的注单将被取消，除非在个别玩法规则另有注明。"
                            },

                            {
                                text: "单节/半场的投注，比赛必须完成赛节注单才被视为有效，除非在个别玩法规则另有注明。"
                            },

                            {
                                text: "美国大学篮球联赛场地规则：盘口指示的‘主场’和‘客场’信息仅供参考。无论原定场地是否更改为‘主场’，‘客场’或‘中立场’，所有注单将保持有效。"
                            },
                            {
                                text: "如比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比赛开始后的所有投注均视为无效(滚球投注另作别论)。"
                            },
                            {
                                text: "所有赛事或下半场的投注都包括加时赛，除非另有注明。第四节投注不包括加时赛。"
                            }
                        ]
                    }
                ]
            },
            {
                title: "投注类型",
                second: [
                    {
                        secondTitile: "独赢",
                        list: [
                            {
                                text: "预测哪一支球队将在比赛胜出，盘口提供两支球队为投注选项。"
                            },
                            {
                                text: "赛事盘口包括全场、半场或单节投注。"
                            }
                        ]
                    },
                    {
                        secondTitile: "让球",
                        list: [
                            {
                                text: "预测哪一支球队在盘口指定的让分球数在半场、全场、赛事单节赢得比赛。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有上半场注单保持有效。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有下半场注单将被取消。"
                            },
                            {
                                text: "赛事盘口包括全场、半场或单节投注。"
                            }
                        ]
                    },
                    {
                        secondTitile: "滚球让球",
                        list: [
                            {
                                text: "预测哪一支球队在盘口指定的让分数里赢得半场、全场、赛事单节的比赛。"
                            },
                            {
                                text: "赛事盘口包括全场、半场或单节投注。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总分-大/小",
                        list: [
                            {
                                text: "预测赛事总比分将大于或小于在盘口指定的大/小盘分数。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有上半场注单保持有效。赛事盘口包括全场、半场或单节投注。"
                            },
                            {
                                text: "如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。"
                            },
                            {
                                text: "如果赛事在上半场中断，所有上半场注单将被取消，除非中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况注单才会被结算。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有上半场注单保持有效。"
                            },
                            {
                                text: "如果赛事在下半场取消或中断，所有下半场注单将被取消，除非中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况注单才会被结算。"
                            },
                            {
                                text: "如果赛事中断, 所有时节的注单将被取消除非遇到以下其中一个情况：a.投注的时节是在比赛中断前。b.比赛中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况"
                            }
                        ]
                    },
                    {
                        secondTitile: "滚球总分-大/小",
                        list: [
                            {
                                text: "预测赛事总比分将大于或小于在盘口指定的大/小盘分数。"
                            },
                            {
                                text: "结算是以0-0的比分在比赛/时节结束后按盘口开出的让分数做裁决。投注当时的比分对结算没有影响。"
                            },
                            {
                                text: "如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。"
                            }
                        ]
                    },
                    {
                        secondTitile: "球队得分-大/小",
                        list: [
                            {
                                text: "预测赛事主队/客队的总分数将大于或小于在盘口指定的大/小盘分数。"
                            },
                            {
                                text: "如果赛事取消，所有的注单将会被认为无效，除非注单在中断前已经结算或者在中断前已有明确的结果并且之后没有任何显著会影响赛事结果的情况注单才会被结算。"
                            },
                            {
                                text: "所有注单的结算都是依据相关体育机构的官方统计数据为准。"
                            },
                            {
                                text: "若预测赛事主队/客队的总分数等于在盘口指定的大/小盘分数。一律视为输。"
                            }
                        ]
                    },
                    {
                        secondTitile: "总分-单/双",
                        list: [
                            {
                                text: "预测赛事的总比分是单数或双数。"
                            },
                            {
                                text: "赛事盘口包括全场、半场或单节投注。"
                            }
                        ]
                    },
                    {
                        secondTitile: "最先得分球队",
                        list: [
                            {
                                text: "预测最先得分的球队。 "
                            },
                            {
                                text: "如果赛事在有得分后中断，所有最先得分球队的注单将保持有效"
                            },
                            {
                                text: "如果赛事在没有球队得分前中断，所有最先得分球队的注单将被取消"
                            },
                            {
                                text: "如果赛事在4节完场时间以及加时赛内没有球队得分，所有最先得分球队的注单将被取消。"
                            }
                        ]
                    },
                    {
                        secondTitile: "最后得分球队",
                        list: [
                            {
                                text: "预测最后得分的球队。 "
                            },
                            {
                                text: "如果赛事中断， 所有最后得分球队的注单将被取消。"
                            },
                            {
                                text: "如果赛事在4节完场时间以及加时赛内没有球队得分，所有最后得分球队的注单将被取消。"
                            }
                        ]
                    },
                    {
                        secondTitile: "每节最先获得20分的球队",
                        list: [
                            {
                                text: "预测每节最先得20分的球队。 "
                            },
                            {
                                text: "加时赛不计算在内。"
                            },
                            {
                                text: "如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，注单才会被结算。若遇到任何其他情况，注单将一律被取消。"
                            },
                            {
                                text: "取决于赛事，玩法指定球队需最先获得的分数可能有变化，并且会清楚的显示在盘口。"
                            },
                        ]
                    },
                    {
                        secondTitile: "篮球特别投注",
                        list: [
                            {
                                text: "预测比分，抢断，篮板，助攻，3分球等。"
                            },
                            {
                                text: "双方球员/球队必须参与比赛，投注才被视为有效。"
                            },
                            {
                                text: "如果一方或双方球员/球队没有参与比赛，所有注单将被取消。"
                            },
                            {
                                text: "注单的结算将根据NBA或特别官方机构公布的结果为准，并且任何赛后更改的数据将被视为无效"
                            },
                        ]
                    },
                    {
                        secondTitile: "球队得分-最后一位数字",
                        list: [
                            {
                                text: "预测主队或客队最终得分的最后一位数字。"
                            }
                        ]
                    },
                    {
                        secondTitile: "梦幻篮球游戏规则",
                        list: [
                            {
                                text: "梦幻篮球游戏将从同一天的赛事中任意选择两个球队（且原定不是在同一场赛事比赛的球队）进行投注。"
                            },
                            {
                                text: "梦幻比赛赛果会根据球队真实的比分为准；梦幻比赛的让分数则以球队真实比分来计算。"
                            },
                            {
                                text: "如果一方或双方球员/球队没有参与比赛，所有注单将被取消。"
                            },
                            {
                                text: "梦幻赛中的两支球队必须在同一天比赛，投注才被视为有效。"
                            },
                            {
                                text: "如果球队的比赛时间和本公司网站显示的时间不同，所有涉及此球队的梦幻赛注单将被视为无效。"
                            },
                            {
                                text: "梦幻赛投注将不考虑赛事实际进行的场地。"
                            },
                            {
                                text: "梦幻赛的举例如下:a.波士顿凯尔特101 – 98芝加哥公牛，洛杉矶湖118 – 101奥兰多魔术b.梦幻赛1：波士顿凯尔特人vs 洛杉矶湖人c.梦幻赛赛果：波士顿凯尔特人101 – 118洛杉矶湖人d.梦幻赛的结算会根据各球队原定比赛的真实得分为准"
                            },
                            {
                                text: "球队一定要实际完成原定比赛并且已在赛事的官方机构（例如：NBA）留下赛果记录，才能让涉及此球队的梦幻赛注单保持有效。如果球队没有完成原定比赛或最终赛果被官方否定，所有涉及此球队的梦幻赛注单将被取消。"
                            },
                            {
                                text: "所有梦幻赛都将按照篮球个别玩法的规则和标准裁决。"
                            },
                        ]
                    },

                ]
            },

        ]
    },
]